using System;
using System.Collections.Generic;
using System.Linq;
using System.Threading.Tasks;

namespace zConsulting.Models.Business
{
    public class OutsourcingViewModel
    {
        public string Title => "АУТСОРСИНГ";

        public string SectionTitle
            => "АУТСОРСИНГ (от англ. «outsourcing») — если переводить дословно означает «использование чужого ресурса».";

        public string SectionMainText => 
            @"АУТСОРСИНГ (от англ. «outsourcing») — если переводить дословно означает «использование чужого ресурса».
                    Другими словами аутсорсинг – это передача одной компанией на основании договора определенных бизнес-процессов или непрофильных функций на обслуживание другой компании(аутсорсеру), которая специализируется в соответствующей области.Такие действия позволяют освободиться от непрофильных для компании функций и полностью сконцентрироваться на основной деятельности предприятия.При этом работники компании аутсорсера остаются на своих рабочих местах (выполняют задачи дистанционно) и числятся в штате компании аутсорсера.";
    }
}
